Repository: ClaytonJohnsonCashies/deployment-tools
Catalog: src/Microsoft.Deployment.DotNet.Releases/src/xlf/ReleasesResources.*.xlf
Languages: it, zh_hans

# AspNetCoreReleaseName
source: ASP.NET Core Runtime
it: Runtime di ASP.NET Core
zh_hans: ASP.NET Core 运行时

# FileNotFound
source: Could not find the specified file: {0}
it: Non è stato possibile trovare il file specificato: {0}
zh_hans: 未找到指定的文件: {0}

# HashMismatch
source: The expected hash ({0}) and actual hash ({1}) for {2} do not match.
it: L'hash previsto ({0}) e l'hash effettivo ({1}) per {2} non corrispondono.
zh_hans: 所需的哈希({0})与 {2} 的实际哈希({1})不匹配。

# InvalidBuildMetadata
source: The build metadata value is invalid: {0}
it: Il valore dei metadati di compilazione non è valido: {0}
zh_hans: 生成元数据值无效: {0}

# InvalidMajorVersion
source: Invalid or missing major version.
it: Versione principale mancante o non valida.
zh_hans: 主要版本无效或缺失。

# InvalidMinorVersion
source: Invalid or missing minor version.
it: Versione secondaria mancante o non valida.
zh_hans: 次要版本无效或缺失。

# InvalidPatch
source: Invalid or missing patch version.
it: Versione della patch mancante o non valida.
zh_hans: 补丁版本无效或缺失。

# InvalidPrerelease
source: The prerelease value is invalid: {0}
it: Il valore della versione preliminare non è valido: {0}
zh_hans: 预发行值无效: {0}

# RuntimeReleaseName
source: .NET Core Runtime
it: Runtime di .NET Core
zh_hans: .NET Core 运行时

source: Value cannot be empty.
it: Il valore non può essere vuoto.
zh_hans: 值不能为空。

# WindowsDesktopReleaseName
source: Desktop Runtime
it: Runtime di Desktop
zh_hans: 桌面运行时
